Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/WellnessDashboard-Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# WHEELCHAIR_USE_COREMOTION_TEXT_IPHONE
source: Track pushes instead of steps on Apple Watch in the Activity app, and in wheelchair workouts in the Workout app, and record them to Health. When this setting is on, your iPhone stops tracking steps.
ar: قم بتعقب الدفعات بدلاً من الخطوات على الـ Apple Watch في تطبيق النشاط، وفي تمارين الكرسي المتحرك في تطبيق التمرين، وقم بتسجيلها في تطبيق صحتي. عند تشغيل هذا الإعداد، سيتوقف الـ iPhone عن تعقب الخطوات.
bg: На Apple Watch в приложението Активност и в тренировките за инвалидна количка в приложението Тренировки се проследяват бутания вместо стъпки и се записват в Здраве. Когато тази настройка е включена, вашият iPhone ще спре да проследява стъпки.
ca: Compta els impulsos, en comptes dels passos, amb l’app Activitat de l’Apple Watch, fes un seguiment dels entrenaments amb cadira de rodes amb l’app Entrenament i registra‑ho tot a l’app Salut. Si aquesta opció està activada, l’iPhone deixarà de comptar els passos.
cs: Sledujte na Apple Watch postrčení místo kroků v aplikaci Aktivita a tréninky na vozíku v aplikaci Cvičení a zaznamenávejte je do aplikace Zdraví. Když je toto nastavení aktivní, iPhone nepočítá kroky.
da: Registrer tag i stedet for trin på Apple Watch i appen Aktivitet og i træning med kørestol i appen Træning, og kopier dem til Sundhed. Når denne indstilling er slået til, holder din iPhone op med at registrere trin.
de: Zähle deine Schübe (anstatt Schritte) mit der Aktivität-App auf der Apple Watch und beim Rollstuhltraining in der Trainings-App und trage sie bei „Health“ ein. Ist diese Einstellung aktiviert, zählt das iPhone keine Schritte mehr.
el: Μέτρηση ωθήσεων αντί για βημάτων στο Apple Watch στην εφαρμογή «Δραστηριότητα» και κατά τη διάρκεια προπονήσεων με αναπηρικό αμαξίδιο και καταγραφή των δεδομένων στην Υγεία. Όταν είναι ενεργή η ρύθμιση, σταματά η μέτρηση βημάτων στο iPhone.
es: Se registran impulsos en vez de pasos en la app Actividad del Apple Watch y en los entrenos para personas en silla de ruedas de la app Entreno. Los impulsos se guardan en la app Salud. Si esta opción está activada, el iPhone deja de registrar pasos.
es_us: Da seguimiento a impulsos en lugar de pasos con tu Apple Watch en la app Actividad y en ejercicios en silla de ruedas en la app Entrenamiento, registrándolos en Salud. Si se activa, tu iPhone dejará de dar seguimiento a tus pasos.
fi: Seuraa kelauksia askelten sijaan Apple Watchin Aktiivisuus-apissa sekä Treeni-apin pyörätuolitreeneissä ja tallenna ne Terveyteen. Kun tämä asetus on päällä, iPhone lopettaa askelten seuraamisen.
fr: Si ce réglage est activé, votre iPhone ou Apple Watch ne comptent plus les pas mais les poussées effectuées dans les apps Activité et Exercice (exercices en fauteuil). Ces données sont conservées dans Santé.
fr_ca: Enregistre le nombre de poussées au lieu du nombre de pas dans l’app Activité de l’Apple Watch et au cours des entraînements en fauteuil dans l’app Exercice. Ces données sont aussi enregistrées dans Santé. Lorsque cette option est activée, votre iPhone n’enregistre plus le nombre de pas.
he: ניתן לנהל מעקב אחר משיכות במקום אחר צעדים ביישום ״פעילות״ שב-Apple Watch, וגם באימונים על כסא גלגלים ביישום ״אימון״. את נתוני המעקב ניתן לתעד ביישום ״בריאות״. כשהגדרה זו פעילה, ה-iPhone מפסיק לעקוב אחר צעדים.
hi: Apple Watch पर ऐक्टिविटी ऐप में और वर्कआउट ऐप में ह्वीलचेयर वर्कआउट में क़दमों की जगह पुश को ट्रैक करें और उन्हें सेहत में रिकॉर्ड करें। इस सेटिंग के चालू रहने पर आपका iPhone क़दमों को ट्रैक करना बंद कर देता है।
hr: Pratite okretaje umjesto koraka na Apple Watchu u aplikaciji Aktivnost, te pri treninzima u kolicima u aplikaciji Trening i snimajte ih u aplikaciji Zdravlje. Kad je ova postavka uključena, vaš iPhone prestane pratiti korake.
hu: A lépések helyett követheti a lökéseket az Apple Watchának Tevékenység appjában és a kerekesszékes edzéseknél az Edzés appban, valamint rögzítheti azokat az Egészség appban. Amikor ez a beállítás be van kapcsolva, az iPhone-ja nem követi a lépéseket.
id: Lacak dorongan alih-alih langkah di Apple Watch di app Aktivitas, dan di olahraga kursi roda di app Olahraga, dan catat dorongan tersebut di Kesehatan. Jika pengaturan ini menyala, iPhone Anda akan berhenti melacak langkah.
it: Nelle app Attività e Allenamento su Apple Watch puoi monitorare il numero di spinte eseguite sulla sedia a rotelle e salvare i dati nell’app Salute. Quando l‘impostazione è attiva, iPhone non conteggia più il numero di passi.
ja: Apple Watchのアクティビティアプリと、ワークアウトアプリの車椅子ワークアウトで、歩数の代わりにプッシュをカウントし、“ヘルスケア”に記録します。この設定がオンの時はiPhoneでは歩数のカウントは行われません。
kk: Apple Watch сағатындағы «Белсенділік» қолданбасында қадамдардың орнына соққылар және «Жаттығу» қолданбасында мүгедектер арбасындағы жаттығулар қадағаланып, деректер «Денсаулық» қолданбасына жазылады. Бұл реттеу қосулы болған кезде, iPhone құрылғысында қадамдар қадағаланбайды.
ko: Apple Watch의 활동 앱 및 운동 앱의 휠체어 운동에서 걸음 수 대신 밀기 동작을 추적하고 건강 앱에 기록합니다. 이 설정이 켜져 있으면 iPhone이 걸음 수 추적을 중단합니다.
lt: Sekite pasistūmėjimus vietoje žingsnių programoje „Veikla“ laikrodyje „Apple Watch“. Taip pat sekite treniruotes neįgaliojo vežimėlyje programoje „Treniruotės“ ir išsaugokite jas programoje „ Sveikata“. Kai šis nustatymas įjungtas, jūsų „iPhone“ įrenginys nebeseka žingsnių.
ms: Jejak tolakan berbanding langkah pada Apple Watch dalam app Aktiviti dan semasa latihan kerusi roda dalam app Latihan, lalu rekodkan ke Kesihatan. Apabila seting ini aktif, iPhone anda berhenti menjejak langkah.
nb: Spor tak i stedet for skritt i aktivitetsappen på Apple Watch, og i treningsøkter med rullestol i treningsappen, og registrer dem i Helse. Når denne innstillingen er på, slutter iPhone å spore skritt.
nl: In plaats van stappen kun je duwbewegingen bijhouden op de Apple Watch in de Activiteit-app en in rolstoelwork‑outs in de Work‑out-app en je kunt deze bewaren in de app Gezondheid. Als dit is ingeschakeld, stopt je iPhone met het bijhouden van stappen.
pl: Zamiast kroków na Apple Watch i w aplikacji Aktywność śledzone są pchnięcia wózka. Dotyczy to także treningów na wózku z aplikacją Trening oraz rejestrowania danych w aplikacji Zdrowie. Gdy to ustawienie jest włączone, iPhone przestaje śledzić kroki.
pt: Registre impulsos em vez de passos no Apple Watch no app Atividade e em exercícios com cadeira de rodas no app Exercício. Os impulsos são salvos no app Saúde. Quando esta opção está ativada, o iPhone não registra passos.
pt_pt: Regista rotações manuais em vez de passos na aplicação Atividade, no Apple Watch, e em treinos em cadeira de rodas na aplicação Treino, e regista os dados na aplicação Saúde. Quando esta definição está ativa, o iPhone deixa de seguir passos.
ro: Puteți urmări împingerile, în locul pașilor, atât în aplicația Activitate de pe Apple Watch, cât și pentru exercițiile specifice scaunului cu rotile din aplicația Exerciții, iar datele vor fi înregistrate în aplicația Sănătate. Atunci când această configurare este activată, iPhone‑ul încetează urmărirea pașilor.
ru: Отслеживание толчков вместо шагов на Apple Watch для приложения «Активность» и тренировок в кресле‑коляске для приложения «Тренировка». Данные будут сохраняться в приложении «Здоровье». Когда эта настройка включена, отслеживание шагов на iPhone не выполняется.
sk: V apke Aktivita a v tréningoch na invalidom vozíku v apke Tréning na Apple Watch sledujte namiesto krokov zatlačenia a ukladajte ich v apke Zdravie. Po zapnutí tohto nastavenia váš iPhone prestane počítať kroky.
sl: Beležite potiske namesto korakov v aplikaciji Aktivnost v uri Apple Watch, med vadbami z invalidskim vozičkom pa tudi v aplikaciji Vadba, in jih posredujte aplikaciji Zdravje. Kadar je ta nastavitev vklopljena, iPhone ne beleži korakov.
sv: Räkna tag på rullstolen istället för steg på Apple Watch i appen Aktivitet, och i rullstolsträningar i appen Träning, och registrera dem i Hälsa. När det här alternativet är på slutar iPhone att räkna steg.
th: ติดตามจำนวนการปั่นล้อแทนจำนวนก้าวบน Apple Watch ในแอปกิจกรรมและในการออกกำลังกายวีลแชร์ในแอปออกกำลังกาย และบันทึกข้อมูลไปยังแอปสุขภาพ เมื่อเปิดการตั้งค่านี้ iPhone ของคุณจะหยุดติดตามจำนวนก้าว
tr: Apple Watch’ta Aktivite uygulamasında ve Antrenman uygulamasındaki tekerlekli sandalye antrenmanlarında adım yerine itmeleri takip edin. Bu ayar açıkken iPhone’unuz adımları takip etmeyi bırakır.
uk: Замість кроків стежте за ривками на Apple Watch у програмі «Активність» і під час вправ на візку в програмі «Тренування», і реєструйте їх у програмі «Здоровʼя». Коли цю опцію увімкнено, ваш iPhone зупиняє стежити за кроками.
vi: Theo dõi số lần đẩy thay vì số bước trên Apple Watch trong ứng dụng Hoạt động và trong các bài tập xe lăn trong ứng dụng Bài tập, đồng thời ghi chúng vào Sức khỏe. Khi cài đặt này được bật, iPhone của bạn dừng theo dõi số bước.
zh_cn: 在Apple Watch的“健身记录”App和“体能训练”App的轮椅训练中跟踪推动次数而非步数，并记录到“健康”。此设置打开时，你的iPhone将停止跟踪步数。
zh_hk: 在Apple Watch的「健身記錄」App及「體能訓練」App的輪椅訓練中追蹤轉動次數而非步數，並記錄有關資料至「健康」。開啟此功能後，你的iPhone將停止追蹤步數。
zh_tw: 在Apple Watch上的「活動記錄」App和「體能訓練」App的輪椅訓練中追蹤推動次數，而非步數，並在最後將這些資料記錄到「健康」。開啟此設定時，你的iPhone會停止追蹤步數。

# WHEELCHAIR_USE_COREMOTION_TEXT_IPOD
source: When this setting is on, your iPod touch stops tracking steps.
ar: عند تشغيل هذا الإعداد، يتوقف الـ iPod touch عن تعقب الخطوات.
bg: Когато тази настройка е включена, вашият iPod touch ще спре да проследява стъпки.
ca: Quan aquesta opció està activada, l’iPod touch deixa de registrar els passos.
cs: Je‑li tato volba zapnutá, iPod touch přestane počítat kroky.
da: Når denne indstilling er slået til, holder iPod touch op med at registrere skridt.
de: Wenn diese Einstellung aktiviert ist, stoppt der iPod touch die Aufzeichnung von Schritten.
el: Όταν είναι ενεργοποιημένη αυτή η ρύθμιση, το iPod touch δεν καταγράφει πλέον τα βήματα.
es: Si esta opción está activada, el iPod touch no registra los pasos.
es_us: Si se activa, tu iPod touch dejará de dar seguimiento a tus pasos.
fi: Kun tämä asetus on päällä, iPod touch lopettaa askelten seuraamisen.
fr: Lorsque ce réglage est activé, votre iPod touch ne compte plus les pas.
fr_ca: Lorsque ce réglage est activé, votre iPod touch cesse de faire le suivi des pas.
he: כשהגדרה זו מופעלת, ה-iPod touch מפסיק לספור צעדים.
hi: इस सेटिंग के चालू रहने पर आपके iPod touch द्वारा क़दमों को ट्रैक करना रोक दिया जाता है।
hr: Kad je ova postavka uključena, vaš iPod touch više ne prati korake.
hu: Amikor ez a beállítás be van kapcsolva, az iPod toucha nem követi a lépéseket.
id: Jika pengaturan ini menyala, iPod touch Anda akan berhenti melacak langkah.
it: Quando l’opzione è attiva, iPod touch interrompe il monitoraggio del numero di passi.
ja: この設定がオンの時はiPod touchは歩数のカウントを行いません。
kk: Бұл реттеу қосулы болған кезде, iPod touch құрылғысында қадамдар қадағаланбайды.
ko: 이 설정이 켜져 있으면 iPod touch가 주행 추적을 중단합니다.
lt: Kai šis nustatymas įjungtas, jūsų „iPod touch“ įrenginys nebeseka žingsnių.
ms: Apabila seting ini aktif, iPod touch anda berhenti menjejak langkah.
nb: Når denne innstillingen er på, slutter iPod touch å registrere skritt.
nl: Als deze optie is ingeschakeld, stopt je iPod touch met het bijhouden van stappen.
pl: Gdy to ustawienie jest włączone, iPod touch przestaje śledzić kroki.
pt: Quando esta opção estiver ativada, o iPod touch não irá rastrear seus passos.
pt_pt: Quando esta opção está ativa, o iPod touch deixa de registar passos.
ro: Atunci când această configurare este activată, iPod touch‑ul încetează urmărirea pașilor.
ru: Когда эта настройка включена, iPod touch перестанет отслеживать шаги.
sk: Po zapnutí tohto nastavenia prestane váš iPod touch počítať kroky.
sl: Kadar je ta nastavitev vklopljena, bo naprava iPod touch prenehala šteti korake.
sv: När den här inställningen är aktiverad slutar iPod touch att registrera steg.
th: เมื่อเปิดการตั้งค่านี้ iPod touch ของคุณจะหยุดการติดตามจำนวนก้าว
tr: Bu ayar açıkken iPod touch’ınız adımları takip etmeyi bırakır.
uk: Коли увімкнено, ваш iPod touch припиняє стежити за кроками.
vi: Khi cài đặt này được bật, iPod touch của bạn dừng theo dõi bước chân.
zh_cn: 打开此设置时，iPod touch将停止步数跟踪。
zh_hk: 開啟此設定後，你的iPod touch將停止追蹤步數。
zh_tw: 開啟此設定時，你的iPod touch會停止追蹤步數。

# WHEELCHAIR_USE_COREMOTION_TEXT_VISION
source: Track pushes instead of steps on Apple Watch in the Activity app, and in wheelchair workouts in the Workout app, and record them to Health. When this setting is on, your iPhone stops tracking steps.
ar: قم بتعقب الدفعات بدلاً من الخطوات على الـ Apple Watch في تطبيق النشاط، وفي تمارين الكرسي المتحرك في تطبيق التمرين، وقم بتسجيلها في تطبيق صحتي. عند تشغيل هذا الإعداد، سيتوقف الـ iPhone عن تعقب الخطوات.
bg: На Apple Watch в приложението Активност и в тренировките за инвалидна количка в приложението Тренировки се проследяват бутания вместо стъпки и се записват в Здраве. Когато тази настройка е включена, вашият iPhone ще спре да проследява стъпки.
ca: Compta els impulsos, en comptes dels passos, amb l’app Activitat de l’Apple Watch, fes un seguiment dels entrenaments amb cadira de rodes amb l’app Entrenament i registra‑ho tot a l’app Salut. Si aquesta opció està activada, l’iPhone deixarà de comptar els passos.
cs: Sledujte na Apple Watch postrčení místo kroků v aplikaci Aktivita a tréninky na vozíku v aplikaci Cvičení a zaznamenávejte je do aplikace Zdraví. Když je toto nastavení aktivní, iPhone nepočítá kroky.
da: Registrer tag i stedet for trin på Apple Watch i appen Aktivitet og i træning med kørestol i appen Træning, og kopier dem til Sundhed. Når denne indstilling er slået til, holder din iPhone op med at registrere trin.
de: Zähle deine Schübe (anstatt Schritte) mit der Aktivität-App auf der Apple Watch und beim Rollstuhltraining in der Trainings-App und trage sie bei „Health“ ein. Ist diese Einstellung aktiviert, zählt das iPhone keine Schritte mehr.
el: Μέτρηση ωθήσεων αντί για βημάτων στο Apple Watch στην εφαρμογή «Δραστηριότητα» και κατά τη διάρκεια προπονήσεων με αναπηρικό αμαξίδιο και καταγραφή των δεδομένων στην Υγεία. Όταν είναι ενεργή η ρύθμιση, σταματά η μέτρηση βημάτων στο iPhone.
es: Se registran impulsos en vez de pasos en la app Actividad del Apple Watch y en los entrenos para personas en silla de ruedas de la app Entreno. Los impulsos se guardan en la app Salud. Si esta opción está activada, el iPhone deja de registrar pasos.
es_us: Da seguimiento a impulsos en lugar de pasos con tu Apple Watch en la app Actividad y en ejercicios en silla de ruedas en la app Entrenamiento, registrándolos en Salud. Si se activa, tu iPhone dejará de dar seguimiento a tus pasos.
fi: Seuraa kelauksia askelten sijaan Apple Watchin Aktiivisuus-apissa sekä Treeni-apin pyörätuolitreeneissä ja tallenna ne Terveyteen. Kun tämä asetus on päällä, iPhone lopettaa askelten seuraamisen.
fr: Si ce réglage est activé, votre iPhone ou Apple Watch ne comptent plus les pas mais les poussées effectuées dans les apps Activité et Exercice (exercices en fauteuil). Ces données sont conservées dans Santé.
fr_ca: Enregistre le nombre de poussées au lieu du nombre de pas dans l’app Activité de l’Apple Watch et au cours des entraînements en fauteuil dans l’app Exercice. Ces données sont aussi enregistrées dans Santé. Lorsque cette option est activée, votre iPhone n’enregistre plus le nombre de pas.
he: ניתן לנהל מעקב אחר משיכות במקום אחר צעדים ביישום ״פעילות״ שב-Apple Watch, וגם באימונים על כסא גלגלים ביישום ״אימון״. את נתוני המעקב ניתן לתעד ביישום ״בריאות״. כשהגדרה זו פעילה, ה-iPhone מפסיק לעקוב אחר צעדים.
hi: Apple Watch पर ऐक्टिविटी ऐप में और वर्कआउट ऐप में ह्वीलचेयर वर्कआउट में क़दमों की जगह पुश को ट्रैक करें और उन्हें सेहत में रिकॉर्ड करें। इस सेटिंग के चालू रहने पर आपका iPhone क़दमों को ट्रैक करना बंद कर देता है।
hr: Pratite okretaje umjesto koraka na Apple Watchu u aplikaciji Aktivnost, te pri treninzima u kolicima u aplikaciji Trening i snimajte ih u aplikaciji Zdravlje. Kad je ova postavka uključena, vaš iPhone prestane pratiti korake.
hu: A lépések helyett követheti a lökéseket az Apple Watchának Tevékenység appjában és a kerekesszékes edzéseknél az Edzés appban, valamint rögzítheti azokat az Egészség appban. Amikor ez a beállítás be van kapcsolva, az iPhone-ja nem követi a lépéseket.
id: Lacak dorongan alih-alih langkah di Apple Watch di app Aktivitas, dan di olahraga kursi roda di app Olahraga, dan catat dorongan tersebut di Kesehatan. Jika pengaturan ini menyala, iPhone Anda akan berhenti melacak langkah.
it: Nelle app Attività e Allenamento su Apple Watch puoi monitorare il numero di spinte eseguite sulla sedia a rotelle e salvare i dati nell’app Salute. Quando l‘impostazione è attiva, iPhone non conteggia più il numero di passi.
ja: Apple Watchのアクティビティアプリと、ワークアウトアプリの車椅子ワークアウトで、歩数の代わりにプッシュをカウントし、“ヘルスケア”に記録します。この設定がオンの時はiPhoneでは歩数のカウントは行われません。
kk: Apple Watch сағатындағы «Белсенділік» қолданбасында қадамдардың орнына соққылар және «Жаттығу» қолданбасында мүгедектер арбасындағы жаттығулар қадағаланып, деректер «Денсаулық» қолданбасына жазылады. Бұл реттеу қосулы болған кезде, iPhone құрылғысында қадамдар қадағаланбайды.
ko: Apple Watch의 활동 앱 및 운동 앱의 휠체어 운동에서 걸음 수 대신 밀기 동작을 추적하고 건강 앱에 기록합니다. 이 설정이 켜져 있으면 iPhone이 걸음 수 추적을 중단합니다.
lt: Sekite pasistūmimus vietoje žingsnių „Apple Watch“ programoje „Aktyvumas“. Taip pat sekite treniruotes neįgaliojo vežimėlyje programoje „Treniruotės“ ir išsaugokite jas programoje „Sveikata“. Kai šis nustatymas įjungtas, „iPhone“ žingsnių nebeseka.
ms: Jejak tolakan berbanding langkah pada Apple Watch dalam app Aktiviti dan semasa latihan kerusi roda dalam app Latihan, lalu rekodkan ke Kesihatan. Apabila seting ini aktif, iPhone anda berhenti menjejak langkah.
nb: Spor tak i stedet for skritt i aktivitetsappen på Apple Watch, og i treningsøkter med rullestol i treningsappen, og registrer dem i Helse. Når denne innstillingen er på, slutter iPhone å spore skritt.
nl: In plaats van stappen kun je duwbewegingen bijhouden op de Apple Watch in de Activiteit-app en in rolstoelwork‑outs in de Work‑out-app en je kunt deze bewaren in de app Gezondheid. Als dit is ingeschakeld, stopt je iPhone met het bijhouden van stappen.
pl: Zamiast kroków na Apple Watch i w aplikacji Aktywność śledzone są pchnięcia wózka. Dotyczy to także treningów na wózku z aplikacją Trening oraz rejestrowania danych w aplikacji Zdrowie. Gdy to ustawienie jest włączone, iPhone przestaje śledzić kroki.
pt: Registre impulsos em vez de passos no Apple Watch no app Atividade e em exercícios com cadeira de rodas no app Exercício. Os impulsos são salvos no app Saúde. Quando esta opção está ativada, o iPhone não registra passos.
pt_pt: Regista rotações manuais em vez de passos na aplicação Atividade, no Apple Watch, e em treinos em cadeira de rodas na aplicação Treino, e regista os dados na aplicação Saúde. Quando esta definição está ativa, o iPhone deixa de seguir passos.
ro: Puteți urmări împingerile, în locul pașilor, atât în aplicația Activitate de pe Apple Watch, cât și pentru exercițiile specifice scaunului cu rotile din aplicația Exerciții, iar datele vor fi înregistrate în aplicația Sănătate. Atunci când această configurare este activată, iPhone‑ul încetează urmărirea pașilor.
ru: Отслеживание толчков вместо шагов на Apple Watch для приложения «Активность» и тренировок в кресле‑коляске для приложения «Тренировка». Данные будут сохраняться в приложении «Здоровье». Когда эта настройка включена, отслеживание шагов на iPhone не выполняется.
sk: V apke Aktivita a v tréningoch na invalidom vozíku v apke Tréning na Apple Watch sledujte namiesto krokov zatlačenia a ukladajte ich v apke Zdravie. Po zapnutí tohto nastavenia váš iPhone prestane počítať kroky.
sl: Beležite potiske namesto korakov v aplikaciji Aktivnost v uri Apple Watch, med vadbami z invalidskim vozičkom pa tudi v aplikaciji Vadba, in jih posredujte aplikaciji Zdravje. Kadar je ta nastavitev vklopljena, iPhone ne beleži korakov.
sv: Räkna tag på rullstolen istället för steg på Apple Watch i appen Aktivitet, och i rullstolsträningar i appen Träning, och registrera dem i Hälsa. När det här alternativet är på slutar iPhone att räkna steg.
th: ติดตามจำนวนการปั่นล้อแทนจำนวนก้าวบน Apple Watch ในแอปกิจกรรมและในการออกกำลังกายวีลแชร์ในแอปออกกำลังกาย และบันทึกข้อมูลไปยังแอปสุขภาพ เมื่อเปิดการตั้งค่านี้ iPhone ของคุณจะหยุดติดตามจำนวนก้าว
tr: Apple Watch’ta Aktivite uygulamasında ve Antrenman uygulamasındaki tekerlekli sandalye antrenmanlarında adım yerine itmeleri takip edin. Bu ayar açıkken iPhone’unuz adımları takip etmeyi bırakır.
uk: Замість кроків стежте за ривками на Apple Watch у програмі «Активність» і під час вправ на візку в програмі «Тренування», і реєструйте їх у програмі «Здоровʼя». Коли цю опцію увімкнено, ваш iPhone зупиняє стежити за кроками.
vi: Theo dõi số lần đẩy thay vì số bước trên Apple Watch trong ứng dụng Hoạt động và trong các bài tập xe lăn trong ứng dụng Bài tập, đồng thời ghi chúng vào Sức khỏe. Khi cài đặt này được bật, iPhone của bạn dừng theo dõi số bước.
zh_cn: 在Apple Watch的“健身记录”App和“体能训练”App的轮椅训练中跟踪推动次数而非步数，并记录到“健康”。此设置打开时，你的iPhone将停止跟踪步数。
zh_hk: 在Apple Watch的「健身記錄」App及「體能訓練」App的輪椅訓練中追蹤轉動次數而非步數，並記錄有關資料至「健康」。開啟此功能後，你的iPhone將停止追蹤步數。
zh_tw: 在Apple Watch上的「活動記錄」App和「體能訓練」App的輪椅訓練中追蹤推動次數，而非步數，並在最後將這些資料記錄到「健康」。開啟此設定時，你的iPhone會停止追蹤步數。

# WHEELCHAIR_USE_NOT_SET
source: Not Set
ar: لم يتم التعيين
bg: Не е настроено
ca: Sense definir
cs: Nenastaveno
da: Ikke indstillet
de: Keine Angabe
el: Δεν έχει οριστεί
es: Sin definir
es_us: Sin establecer
fi: Ei asetettu
fr: Non défini
fr_ca: Non configurée
he: לא הוגדר
hi: सेट नहीं किया गया
hr: Nije podešeno
hu: Nincs megadva
id: Tidak Diatur
it: Non impostato
ja: 未設定
kk: Көрсетілмеген
ko: 설정 안 됨
lt: Nenustatyta
ms: Tidak Diset
nb: Ikke angitt
nl: Niet ingesteld
pl: Nie ustawiono
pt: Não Definido
pt_pt: Por definir
ro: Neconfigurat
ru: Не выбрано
sk: Nenastavené
sl: Ni nastavljeno
sv: Ej angivet
th: ไม่ได้ระบุ
tr: Ayarlanmamış
uk: Не задано
vi: Chưa đặt
zh_cn: 未设置
zh_hk: 尚未設定
zh_tw: 未設定
